import React from "react";
import style from "./style.module.scss";
export const TextBlock = () => {
  return (
    <div className={style.container}>
      <div className={style.topTextContent}>
        <section>
          <h1>Опрошенных пользовались микрокредитами</h1>
          <p>
            Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к
            заработанным деньгам помогает отказаться от кредитов и
            экономить деньги на процентах и штрафах Не могли покрыть
            внезапные траты свыше 7000 ₽. Доступ к заработанным
            деньгам помогает отказаться от кредитов и экономить деньги
            на процентах и штрафах
          </p>
        </section>
        <section>
          <h1>Опрошенных пользовались микрокредитами</h1>
          <p>
            Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к
            заработанным деньгам помогает отказаться от кредитов и
            экономить деньги на процентах и штрафах Не могли покрыть
            внезапные траты свыше 7000 ₽. Доступ к заработанным
            деньгам помогает отказаться от кредитов и экономить деньги
            на процентах и штрафахНе могли покрыть внезапные траты
            свыше 7000 ₽. Доступ к заработанным деньгам помогает
            отказаться от кредитов и экономить деньги на процентах и
            штрафах
          </p>
        </section>
      </div>
      <div className={style.bottomTextContent}>
        <section>
          <h1>Опрошенных пользовались микрокредитами</h1>
          <p>
            Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к
            заработанным деньгам помогает отказаться от кредитов и
            экономить деньги на процентах и штрафах Не могли покрыть
            внезапные траты свыше 7000 ₽. Доступ к заработанным
            деньгам помогает отказаться от кредитов и экономить деньги
            на процентах и штрафахНе могли покрыть внезапные траты
            свыше 7000 ₽. Доступ к заработанным деньгам помогает
            отказаться от кредитов и экономить деньги на процентах и
            штрафах
          </p>
        </section>
        <section>
          <h1>Опрошенных пользовались микрокредитами</h1>
          <p>
            Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к
            заработанным деньгам помогает отказаться от кредитов и
            экономить деньги на процентах и штрафах Не могли покрыть
            внезапные траты свыше 7000 ₽. Доступ к заработанным
            деньгам помогает отказаться от кредитов и экономить деньги
            на процентах и штрафах
          </p>
        </section>
      </div>
    </div>
  );
};
