export const questions = [
  {
    question:
      "Подтверждено: сознание наших соотечественников не замутнено пропагандой?",
    response:
      "Подтверждено: сознание наших соотечественников не замутнено пропагандой?",
  },
  {
    question: "Прототип нового сервиса - это как трубный призыв?",
    response: "Прототип нового сервиса - это как трубный призыв?",
  },
  {
    question: "Частокол на границе продолжает удивлять?",
    response:
      "В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.",
  },
  {
    question:
      "Очевидцы сообщают, что слышали грохот грома градущих изменений?",
    response:
      "Очевидцы сообщают, что слышали грохот грома градущих изменений?",
  },
  {
    question:
      "И по сей день в центральных регионах звучит перекатами печальный плач оппозиции?",
    response:
      "И по сей день в центральных регионах звучит перекатами печальный плач оппозиции?",
  },
  {
    question:
      "Нынче никто не может себе позволить инициировать треск разлетающихся скреп?",
    response:
      "Нынче никто не может себе позволить инициировать треск разлетающихся скреп?",
  },
  {
    question:
      "Высококачественный прототип будущего проекта обнадёживает?",
    response:
      "Высококачественный прототип будущего проекта обнадёживает?",
  },
];
