import avatarCard_1 from "../../assets/avatarCard1.png";
import avatarCard_2 from "../../assets/avatarCard2.png";
import avatarCard_3 from "../../assets/avatarCard3.png";
const avatarCard1 = avatarCard_1;
const avatarCard2 = avatarCard_2;
const avatarCard3 = avatarCard_3;
export const data = [
  {
    img: avatarCard1,
    name: "Константинов Михаил Павлович",
    city: "Санкт-Петербург",
    text: "Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы ",
  },
  {
    img: avatarCard2,
    name: "Иван Иванов",
    city: "Санкт-Петербург",
    text: "Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы упускаем, что активно развивающиеся страны третьего мира призваны к ответу.",
  },
  {
    img: avatarCard3,
    name: "Артем Корнилов",
    city: "Самара",
    text: "Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения.",
  },
  {
    img: avatarCard1,
    name: "Ларин Леонид Константинович",
    city: "Подольск",
    text: "Эгоизм - симптом недостатка любви к себе. Кто себя не любит, вечно тревожится за себя.",
  },
  {
    img: avatarCard2,
    name: "Елисеев Лев Романович",
    city: "Белгород",
    text: "Интеллектуалы часто относятся к бизнесу так же, как невежественные люди к книгам.",
  },
  {
    img: avatarCard3,
    name: "Дмитриев Андрей Максимович",
    city: "Новороссийск",
    text: "Природный ум может заменить любое образование, но никакое образование не может заменить природного ума.",
  },
  {
    img: avatarCard1,
    name: "Горшков Кирилл Русланович",
    city: "Волгоград",
    text: "Неблагодарных гораздо меньше, чем полагают, ибо щедрых значительно меньше, чем думают",
  },
  {
    img: avatarCard2,
    name: "Тарасов Арсений Даниилович",
    city: "Пушкин",
    text: "Нельзя уйти от своей судьбы, - другими словами, нельзя уйти от неизбежных последствий своих собственных действий.",
  },
  {
    img: avatarCard3,
    name: "Рубцова Нина Владимировна",
    city: "Михайловск",
    text: "Тот, кто оставляет все на волю случая, превращает свою жизнь в лотерею.",
  },
  {
    img: avatarCard1,
    name: "Лукин Максим Платонович",
    city: "Кострома",
    text: "Терпимость - вот главное оружие властелина. Легче всего в гнев войти да головы отрубать! Но гнев должен быть непременно обдуман: одни лишь негодяи злятся безо всякого плана.",
  },
  {
    img: avatarCard2,
    name: "Макаров Максим Евгеньевич",
    city: "Ухта",
    text: "Когда суть дело обдумана заранее, слова приходят сами собой.",
  },
  {
    img: avatarCard1,
    name: "Коновалова Варвара Александровна",
    city: "Курск",
    text: "Полигамия - попытка извлечь из жизни больше, чем в ней есть.",
  },
  {
    img: avatarCard3,
    name: "Зотов Алексей Данилович",
    city: "Сергиев Посад",
    text: "Суд потомства плох уже тем, что рассматривает дело в отсутствие потерпевшего.",
  },
  {
    img: avatarCard1,
    name: "Павлов Никита Тимофеевич",
    city: "Петрозаводск",
    text: "Высшие должности походят на крутые скалы: одни только орлы да пресмыкающиеся взбираются на них.",
  },
  {
    img: avatarCard3,
    name: "Томилин Дмитрий",
    city: "Калининград",
    text: "Постарайтесь получить то, что любите, иначе придется полюбить то, что получили.",
  },
];
